xml/request/ocn_tegneserie_asterix.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>27982603|870970</ac:identifier>
              <ac:source>Bibliotekets materialer</ac:source>
              <dc:title>Asterix' og Obelix' fødselsdag</dc:title>
              <dc:title xsi:type="dkdcplus:full">Asterix' og Obelix' fødselsdag : den gyldne gæstebog</dc:title>
              <dc:title xsi:type="dkdcplus:series">Asterix ; nr. 34</dc:title>
              <dcterms:alternative>Asterix' &amp; Obelix' fødselsdag</dcterms:alternative>
              <dc:creator xsi:type="dkdcplus:aut">René Goscinny</dc:creator>
              <dc:creator xsi:type="dkdcplus:sort">Goscinny, René</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Skønlitteratur</dc:subject>
              <dc:subject xsi:type="dkdcplus:genre">fiktion</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCS">humor</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5">sk</dc:subject>
              <dcterms:abstract>Tegneserie. I den lille galliske landsby ved Atlanterhavets kyst gør indbyggerne klar til at fejre Asterix ́og Obelix ́runde fødselsdage. Det giver anledning til en række tilbageblik på seriens 50-årige historie</dcterms:abstract>
              <dc:description>Udgivet i forbindelse med tegneseriefigurernes 50-års jubilæum</dc:description>
              <dc:description>I materialet: Goscinny og Uderzo præsenterer ...</dc:description>
              <dcterms:audience>børnematerialer</dcterms:audience>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>Egmont Serieforlaget</dc:publisher>
              <dc:contributor xsi:type="dkdcplus:aut">Albert Uderzo</dc:contributor>
              <dc:contributor xsi:type="dkdcplus:drm">Albert Uderzo</dc:contributor>
              <dc:contributor xsi:type="dkdcplus:trl">François-Eric Grodin</dc:contributor>
              <dc:contributor xsi:type="dkdcplus:edt">Michael G. Nielsen</dc:contributor>
              <dc:date>2009</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Tegneserie</dc:type>
              <dc:format>alle illustreret i farver</dc:format>
              <dcterms:extent>53 sider</dcterms:extent>
              <dc:identifier xsi:type="dkdcplus:ISBN">9788776795214</dc:identifier>
              <dc:source>L'anniversaire d'Astérix et Obélix</dc:source>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
              <dcterms:spatial xsi:type="dkdcplus:DBCS">Romerriget</dcterms:spatial>
              <dcterms:spatial xsi:type="dkdcplus:DBCS">Gallien</dcterms:spatial>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>000000000000000000000000</marcx:leader>
                <marcx:datafield tag="001" ind1="0" ind2="0">
                  <marcx:subfield code="a">27982603</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20091123180707</marcx:subfield>
                  <marcx:subfield code="d">20091027</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                  <marcx:subfield code="t">FAUST</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="004" ind1="0" ind2="0">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="008" ind1="0" ind2="0">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">2009</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="d">x</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="o">b</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="009" ind1="0" ind2="0">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="021" ind1="0" ind2="0">
                  <marcx:subfield code="e">9788776795214</marcx:subfield>
                  <marcx:subfield code="c">hf.</marcx:subfield>
                  <marcx:subfield code="d">kr. 99,95</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="032" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBF200948</marcx:subfield>
                  <marcx:subfield code="x">BKM200948</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="038" ind1="0" ind2="0">
                  <marcx:subfield code="a">te</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="041" ind1="0" ind2="0">
                  <marcx:subfield code="a">dan</marcx:subfield>
                  <marcx:subfield code="c">fre</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="100" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Goscinny</marcx:subfield>
                  <marcx:subfield code="h">René</marcx:subfield>
                  <marcx:subfield code="4">aut</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="241" ind1="0" ind2="0">
                  <marcx:subfield code="a">L'¤anniversaire d'Astérix et Obélix</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="245" ind1="0" ind2="0">
                  <marcx:subfield code="a">Asterix' og Obelix' fødselsdag</marcx:subfield>
                  <marcx:subfield code="c">den gyldne gæstebog</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="260" ind1="0" ind2="0">
                  <marcx:subfield code="a">[Kbh.]</marcx:subfield>
                  <marcx:subfield code="b">Egmont Serieforlaget</marcx:subfield>
                  <marcx:subfield code="k">tr. i udl.</marcx:subfield>
                  <marcx:subfield code="c">2009</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="300" ind1="0" ind2="0">
                  <marcx:subfield code="a">53 sider</marcx:subfield>
                  <marcx:subfield code="b">alle ill. i farver</marcx:subfield>
                  <marcx:subfield code="c">29 cm</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="440" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Asterix</marcx:subfield>
                  <marcx:subfield code="V">34</marcx:subfield>
                  <marcx:subfield code="v">nr. 34</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="504" ind1="0" ind2="0">
                  <marcx:subfield code="a">Tegneserie. I den lille galliske landsby ved Atlanterhavets kyst gør indbyggerne klar til at fejre Asterix ́og Obelix ́runde fødselsdage. Det giver anledning til en række tilbageblik på seriens 50-årige historie</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="507" ind1="0" ind2="0">
                  <marcx:subfield code="a">Udgivet i forbindelse med tegneseriefigurernes 50-års jubilæum</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="a">I materialet: Goscinny og Uderzo præsenterer ...</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="i">Omslagstitel</marcx:subfield>
                  <marcx:subfield code="t">Asterix' &amp; Obelix' fødselsdag</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="521" ind1="0" ind2="0">
                  <marcx:subfield code="b">[1. oplag]</marcx:subfield>
                  <marcx:subfield code="c">2009</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="n">82</marcx:subfield>
                  <marcx:subfield code="z">298</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="o">sk</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="s">humor</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="q">Romerriget</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="q">Gallien</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="700" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Uderzo</marcx:subfield>
                  <marcx:subfield code="h">Albert</marcx:subfield>
                  <marcx:subfield code="4">aut</marcx:subfield>
                  <marcx:subfield code="4">drm</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="720" ind1="0" ind2="0">
                  <marcx:subfield code="o">François-Eric Grodin</marcx:subfield>
                  <marcx:subfield code="4">trl</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="720" ind1="0" ind2="0">
                  <marcx:subfield code="o">Michael G. Nielsen</marcx:subfield>
                  <marcx:subfield code="4">edt</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="s10" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="990" ind1="0" ind2="0">
                  <marcx:subfield code="o">200948</marcx:subfield>
                  <marcx:subfield code="b">l</marcx:subfield>
                  <marcx:subfield code="b">v</marcx:subfield>
                  <marcx:subfield code="b">b</marcx:subfield>
                  <marcx:subfield code="b">s</marcx:subfield>
                  <marcx:subfield code="c">a</marcx:subfield>
                  <marcx:subfield code="u">nt</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
<os:identifier>870970-basis:27982603</os:identifier>
<os:creationDate>1980-03-07</os:creationDate>
<os:holdingsCount>12</os:holdingsCount>
<os:lendingLibraries>12</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
          <os:ocn>fake ocn number</os:ocn>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>fullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
